Repository: Revisor01/ValetudoApp
Catalog: ValetudoApp/ValetudoApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

# update.warning_message
source: WARNING: Firmware updates are risky! • Do not use VPN or unstable connections • May take several minutes • Do not disconnect power • Failed updates may require re-rooting Are you sure?
de: ACHTUNG: Firmware-Updates sind riskant! • Nicht über VPN/instabile Verbindungen durchführen • Kann mehrere Minuten dauern • Roboter nicht vom Strom trennen • Bei Fehlschlag muss ggf. neu gerootet werden Bist du sicher?

# update.warning_title
source: Update Warning
de: Update-Warnung

# wifi.available
source: Available Networks
de: Verfügbare Netzwerke

# wifi.connect
source: Connect
de: Verbinden

# wifi.connect_to
source: Connect to
de: Verbinden mit

# wifi.current
source: Current Connection
de: Aktuelle Verbindung

# wifi.frequency
source: Frequency
de: Frequenz

# wifi.network
source: Network
de: Netzwerk

# wifi.password
source: Password
de: Passwort

# wifi.rescan
source: Rescan
de: Erneut suchen

# wifi.scan
source: Scan Networks
de: Netzwerke suchen

# wifi.scanning
source: Scanning...
de: Suche...
